Repository: HumphreyYeung/CatFocus
Catalog: CatFocus/CatFocus/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hant_tw

source: ...Wait, is someone there?
ja: …ん？ だれかいる？
ko: …잠깐, 누구 있어?
zh_hant_tw: ……咦，有人在嗎？

source: "THANK YOU FOR STAYING FOCUSED. I FEEL MUCH STRONGER NOW!"
ja: 「集中してくれてありがとう。わたし、ずっと強くなったよ！」
ko: “집중해 줘서 고마워. 나, 훨씬 튼튼해졌어!”
zh_hant_tw: 「謝謝你這麼專心，我覺得自己變強了好多！」

source: / %lld COLLECTED
ja: / %lld 枚のコレクション
ko: / 총 %lld장
zh_hant_tw: / 共 %lld 張

source: %.1f h
ja: %.1f時間
ko: %.1f시간
zh_hant_tw: %.1f 小時

source: %@ · %@ session
ja: %1$@ · %2$@のセッション
ko: %1$@ · %2$@ 세션
zh_hant_tw: %1$@ · 專注 %2$@

source: %@ Fit Points
ja: %@ Fitポイント
ko: %@ 성장 포인트
zh_hant_tw: %@ 成長點數

source: %@ tab
ja: %@タブ
ko: %@ 탭
zh_hant_tw: %@ 分頁

source: %@, %@ focus
ja: %1$@、集中時間 %2$@
ko: %1$@, 집중 시간 %2$@
zh_hant_tw: %1$@，專注 %2$@

source: %@: %lld min focus · %@ Fit Points
ja: %1$@：集中%2$lld分 · %3$@ Fitポイント
ko: %1$@: 집중 %2$lld분 · %3$@ 성장 포인트
zh_hant_tw: %1$@：專注 %2$lld 分鐘 · %3$@ 成長點數

source: %@/week
ja: %@／週
ko: 주 %@
zh_hant_tw: 每週 %@

source: %lld ACTIVE DAYS
ja: 集中した日：%lld日
ko: 집중한 날 %lld일
zh_hant_tw: 已專注 %lld 天

source: %lld DAYS
ja: %lld日
ko: %lld일
zh_hant_tw: %lld 天

source: %lld h
ja: %lld時間
ko: %lld시간
zh_hant_tw: %lld 小時

source: %lld h %lld min
ja: %1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분
zh_hant_tw: %1$lld 小時 %2$lld 分鐘

source: %lld min
ja: %lld分
ko: %lld분
zh_hant_tw: %lld 分鐘

source: %lld minutes
ja: %lld分
ko: %lld분
zh_hant_tw: %lld 分鐘

source: %lld more active days until the next letter.
ja: あと%lld日集中すると、次のお手紙が届くよ。
ko: %lld일 더 집중하면 다음 편지를 받을 수 있어요.
zh_hant_tw: 再專注 %lld 天，就能收到下一封來信。

source: %lld seconds
ja: %lld秒
ko: %lld초
zh_hant_tw: %lld 秒

source: %lld sessions
ja: %lld回のセッション
ko: 세션 %lld회
zh_hant_tw: %lld 次專注

source: %lldh
ja: %lld時
ko: %lld시간
zh_hant_tw: %lld時

source: %lldh%lldm
ja: %1$lld時%2$lld分
ko: %1$lld시간 %2$lld분
zh_hant_tw: %1$lld時%2$lld分

source: %lldm
ja: %lld分
ko: %lld분
zh_hant_tw: %lld分

source: • I show up fully for each session.
ja: • 毎回、心をこめて集中します。
ko: • 매 세션에 온전히 집중할게요.
zh_hant_tw: • 每一次專注，我都會全心投入。

source: • Luna's strength is in my hands.
ja: • ルナの元気を、わたしが育てます。
ko: • 루나의 힘을 내가 키워 줄게요.
zh_hant_tw: • Luna 的成長，由我陪她一起努力。

source: $0.00 for One Week
ja: 1週間、無料ではじめる
ko: 일주일 무료로 시작하기
zh_hant_tw: 免費體驗一週

source: 1 more active day until the next letter.
ja: あと1日集中すると、次のお手紙が届くよ。
ko: 하루만 더 집중하면 다음 편지를 받을 수 있어요.
zh_hant_tw: 再專注 1 天，就能收到下一封來信。

source: 10 seconds and I already slimmed down a tiny bit. Imagine 25 minutes...
ja: たった10秒で、ちょっとすっきりした気がする。25分もやったら、どうなっちゃうんだろう…
ko: 10초밖에 안 됐는데 벌써 조금 날씬해진 것 같아. 25분이면 어떨까…
zh_hant_tw: 才 10 秒，我就覺得自己瘦了一點點。要是 25 分鐘，不知道會變怎樣……

source: 19 June 2026
ja: 2026年6月19日
ko: 2026년 6월 19일
zh_hant_tw: 2026 年 6 月 19 日

source: 7 days free
ja: 7日間無料
ko: 7일 무료
zh_hant_tw: 免費 7 天

source: 7-Day Free Trial Enabled
ja: 7日間の無料体験が利用できます
ko: 7일 무료 체험이 적용돼요
zh_hant_tw: 享有 7 天免費試用

source: A letter from Luna
ja: ルナからのお手紙
ko: 루나의 편지가 왔어요
zh_hant_tw: Luna 寄來了一封信

source: A LITTLE WORK, THEN A BIG NAP.
ja: ちょっと頑張って、たっぷりお昼寝。
ko: 조금만 힘내고, 푹 자자.
zh_hant_tw: 努力一點點，然後大睡一場。

source: A PAUSE? FINALLY, A GOOD IDEA.
ja: 休憩？ やっといい案が出たね。
ko: 휴식? 드디어 좋은 생각이야.
zh_hant_tw: 暫停？終於有人提出好主意了。

source: A preview of Luna's postcard collection
ja: ルナのポストカードコレクションをのぞいてみよう
ko: 루나의 엽서 컬렉션 미리 보기
zh_hant_tw: 先來看看 Luna 的明信片收藏吧

source: A promise from Luna, kept forever
ja: ルナとの約束を、いつまでも
ko: 루나와의 약속, 오래도록 간직해요
zh_hant_tw: 與 Luna 的約定，永遠珍藏

source: A QUIET START IS STILL A START.
ja: ゆっくりでも、ちゃんと一歩。
ko: 천천히 시작해도 시작은 시작이야.
zh_hant_tw: 慢慢開始，也是很棒的開始。

source: A small focus moment is waiting for you.
ja: ちょっとだけ、一緒に集中しない？
ko: 잠깐, 루나와 함께 집중해 볼까요?
zh_hant_tw: 來陪 Luna，一起專心一小段時間吧。

source: A SURPRISE FROM LUNA
ja: ルナからのサプライズ
ko: 루나의 깜짝 선물
zh_hant_tw: Luna 的小驚喜

source: A TINY PAUSE FOR MY TINY DIGNITY.
ja: ちっちゃなプライドのために、ちょっと休憩。
ko: 내 작은 자존심을 위해 잠깐만 쉴게.
zh_hant_tw: 讓我小小的尊嚴，休息一下下。

source: A training partner sounds nice. What should I call you?
ja: 一緒に頑張れるお友だち、いいなあ。なんて呼べばいい？
ko: 함께 운동할 친구라니 좋다. 뭐라고 부르면 될까?
zh_hant_tw: 有個一起訓練的夥伴真不錯。我該怎麼稱呼你呀？

source: A Very Brief Nap
ja: ほんのちょっとのお昼寝
ko: 아주 잠깐의 낮잠
zh_hant_tw: 只睡一下下

source: Abandoned Session
ja: 中止したセッション
ko: 중단한 세션
zh_hant_tw: 已中止專注

source: About & Legal
ja: このアプリについて・利用規約
ko: 앱 정보 및 정책
zh_hant_tw: 關於與條款

source: Activity
ja: アクティビティ
ko: 활동
zh_hant_tw: 活動

source: Activity Heatmap
ja: アクティビティヒートマップ
ko: 활동 히트맵
zh_hant_tw: 活動熱力圖

source: App Language
ja: アプリの言語
ko: 앱 언어
zh_hant_tw: App 顯示語言

source: Follow System
ja: システム設定に従う
ko: 시스템 설정 따르기
zh_hant_tw: 跟隨系統

source: Language
ja: 言語
ko: 언어
zh_hant_tw: 語言

source: Activity range
ja: 期間
ko: 기간
zh_hant_tw: 活動區間

source: Add
ja: 追加
ko: 추가
zh_hant_tw: 新增

source: After 1 rest day, inactivity lowers health by 2 each day.
ja: 1日のお休み後は、集中しない日が続くと元気度が1日2ずつ下がります。
ko: 하루 쉬는 건 괜찮아요. 그다음부터는 집중하지 않은 날마다 컨디션이 2씩 내려가요.
zh_hant_tw: 休息 1 天後，若持續沒有專注紀錄，活力每天會減少 2 點。

source: Afternoon · 3:00 PM
ja: 午後 · 15:00
ko: 오후 · 오후 3:00
zh_hant_tw: 午後 · 下午 3:00

source: All training poses and presets
ja: すべてのポーズと設定
ko: 모든 훈련 동작과 설정
zh_hant_tw: 所有訓練動作與設定

source: ALMOST AT THE FINISH.
ja: ゴールはすぐそこ。
ko: 끝이 보여.
zh_hant_tw: 終點就在前面。

source: ALMOST DONE. KEEP YOUR PAWS MOVING.
ja: もうすぐ終わり。肉球、あと少し！
ko: 거의 다 왔어. 발을 계속 움직이자.
zh_hant_tw: 快完成了，小爪子繼續動！

source: Apple Account email
ja: Apple Accountのメールアドレス
ko: Apple 계정 이메일
zh_hant_tw: Apple 帳號電子郵件

source: Arrives by %@.
ja: %@までに届くよ。
ko: %@까지 도착할 거예요.
zh_hant_tw: 預計 %@ 前送達。

source: Avg
ja: 平均
ko: 평균
zh_hant_tw: 平均

source: Avg %@
ja: 平均 %@
ko: 평균 %@
zh_hant_tw: 平均 %@

source: Back
ja: 戻る
ko: 뒤로
zh_hant_tw: 返回

source: Back to Home
ja: ホームに戻る
ko: 홈으로 돌아가기
zh_hant_tw: 回到首頁

source: BACK TO HOME
ja: ホームに戻る
ko: 홈으로 돌아가기
zh_hant_tw: 回到首頁

source: Background Sound
ja: 環境音
ko: 배경 소리
zh_hant_tw: 背景音效

source: Bench Press
ja: ベンチプレス
ko: 벤치 프레스
zh_hant_tw: 臥推

source: Bike
ja: サイクリング
ko: 자전거
zh_hant_tw: 騎單車

source: Bookstore Helper
ja: 本屋さんのお手伝い
ko: 서점 도우미
zh_hant_tw: 書店小幫手

source: Boxing
ja: ボクシング
ko: 복싱
zh_hant_tw: 拳擊

source: Break
ja: 休憩
ko: 휴식
zh_hant_tw: 休息

source: Break Complete
ja: 休憩が終わったよ
ko: 휴식이 끝났어요
zh_hant_tw: 休息結束了

source: BREATHE IN. PRETEND THIS IS A NAP.
ja: 深呼吸。お昼寝だと思ってね。
ko: 숨을 들이쉬고. 낮잠이라고 생각해 봐.
zh_hant_tw: 深呼吸，就當作是在睡午覺。

source: Campfire
ja: 焚き火
ko: 모닥불
zh_hant_tw: 營火

source: CAN WE TRAIN AFTER ONE MORE NAP?
ja: もうひと眠りしてから、じゃだめ？
ko: 한숨 더 자고 운동하면 안 돼?
zh_hant_tw: 再睡一下下才訓練，可以嗎？

source: Cancel
ja: キャンセル
ko: 취소
zh_hant_tw: 取消

source: Card Saved
ja: カードを保存しました
ko: 카드가 저장됐어요
zh_hant_tw: 卡片已儲存

source: CatFocus • White Noise
ja: CatFocus • 環境音
ko: CatFocus • 배경 소리
zh_hant_tw: CatFocus • 背景音效

source: CatFocus is a focus and habit companion, not a medical or healthcare service. Choose session settings that suit you and stop if you feel unwell. Please read the current Terms of Use online for details about using the app and purchases.
ja: CatFocusは集中と習慣づくりを支えるアプリで、医療サービスではありません。自分に合った設定を選び、体調が悪いときは使用を中止してください。利用や購入について、詳しくはウェブ上の最新の利用規約をご覧ください。
ko: CatFocus는 집중과 습관 형성을 돕는 앱이며, 의료 서비스가 아니에요. 자신에게 맞는 세션 설정을 선택하고, 몸이 불편하면 사용을 멈춰 주세요. 앱 이용과 구매에 관한 자세한 내용은 온라인의 최신 이용 약관을 확인해 주세요.
zh_hant_tw: CatFocus 是專注與習慣養成的陪伴工具，並非醫療或健康照護服務。請選擇適合自己的設定，感到不適時應停止使用。有關使用與購買的詳細內容，請參閱線上的最新使用條款。

source: CatFocus uses Firebase Analytics to understand app usage and Firebase services to deliver and configure notifications. Your focus preferences and training records are stored on this device. Please read the current Privacy Policy online for details.
ja: CatFocusはFirebase Analyticsでアプリの利用状況を把握し、Firebaseで通知を配信・設定します。集中の設定やトレーニングの記録は、このデバイスに保存されます。詳しくはウェブ上の最新のプライバシーポリシーをご覧ください。
ko: CatFocus는 Firebase Analytics로 앱 이용 현황을 파악하고, Firebase로 알림을 보내고 설정해요. 집중 설정과 훈련 기록은 이 기기에 저장돼요. 자세한 내용은 온라인의 최신 개인정보 처리방침을 확인해 주세요.
zh_hant_tw: CatFocus 使用 Firebase Analytics 了解應用程式的使用情況，並透過 Firebase 服務傳送與設定通知。你的專注偏好與訓練紀錄儲存在這部裝置上。詳細內容請參閱線上的最新隱私權政策。

source: CHAMPIONS ALSO NEED SNACKS.
ja: チャンピオンにも、おやつは必要。
ko: 챔피언도 간식이 필요해.
zh_hant_tw: 冠軍也需要吃點心。

source: Check the mailbox soon
ja: そろそろポストをのぞいてね
ko: 곧 우편함을 확인해 봐요
zh_hant_tw: 記得來看看信箱

source: Choose a Time
ja: 時間を選ぶ
ko: 시간 고르기
zh_hant_tw: 選個時間

source: Cicada
ja: セミの声
ko: 매미 소리
zh_hant_tw: 蟬鳴

source: CLEAR
ja: 書き直す
ko: 다시 쓰기
zh_hant_tw: 重新簽名

source: Close poster
ja: ポスターを閉じる
ko: 포스터 닫기
zh_hant_tw: 關閉海報

source: Close restore purchases
ja: 購入の復元を閉じる
ko: 구매 복원 닫기
zh_hant_tw: 關閉恢復購買

source: Close settings
ja: 設定を閉じる
ko: 설정 닫기
zh_hant_tw: 關閉設定

source: Close share card
ja: シェアカードを閉じる
ko: 공유 카드 닫기
zh_hant_tw: 關閉分享卡片

source: Close language selection
ja: 言語選択を閉じる
ko: 언어 선택 닫기
zh_hant_tw: 關閉語言選擇

source: Closed sample letter from Luna
ja: ルナからの見本のお手紙、閉じた状態
ko: 루나의 미리 보기 편지, 닫힘
zh_hant_tw: Luna 的信件範例，已收起

source: Closes the sample letter
ja: 見本のお手紙を閉じます
ko: 미리 보기 편지를 닫아요
zh_hant_tw: 收起信件範例

source: Collect Luna's handwritten postcards
ja: ルナの手書きポストカードを集めよう
ko: 루나의 손글씨 엽서 모으기
zh_hant_tw: 收藏 Luna 的親筆明信片

source: Collected letter, %@
ja: コレクションのお手紙、%@
ko: 모은 편지, %@
zh_hant_tw: 已收藏信件，%@

source: Collection
ja: コレクション
ko: 컬렉션
zh_hant_tw: 收藏集

source: Complete Break Preview
ja: 休憩のプレビューを完了
ko: 휴식 미리 보기 완료
zh_hant_tw: 完成休息預覽

source: Complete Preview
ja: プレビューを完了
ko: 미리 보기 완료
zh_hant_tw: 完成預覽

source: Complete the pact
ja: 約束を結ぶ
ko: 우리의 약속을 완성해요
zh_hant_tw: 完成我們的約定

source: Complete your first focus session to see it here.
ja: 最初の集中セッションを終えると、ここに記録が表示されます。
ko: 첫 집중 세션을 마치면 여기에 기록이 표시돼요.
zh_hant_tw: 完成第一次專注後，紀錄就會出現在這裡。

source: CONFIRM SIGNATURE
ja: このサインにする
ko: 서명 완료
zh_hant_tw: 確認簽名

source: Consistency is a strange superpower. You built it quietly, one session at a time. I brought the gloves. — Luna
ja: 続ける力って、不思議なスーパーパワーだね。あなたは毎回の集中で、静かにその力を育てた。わたしはグローブを持ってきたよ。— ルナ
ko: 꾸준함은 신기한 초능력이야. 너는 매 세션마다 조용히 그 힘을 키웠지. 나는 글러브를 챙겨 왔어. — 루나
zh_hant_tw: 持之以恆，真是一種神奇的超能力。你用一次次專注，靜靜地把它練了起來。我呢，負責帶拳套。— Luna

source: Continue
ja: つづける
ko: 계속하기
zh_hant_tw: 繼續

source: Continue without premium
ja: Proにせずつづける
ko: Pro 없이 계속하기
zh_hant_tw: 暫不升級，繼續使用

source: Custom
ja: カスタム
ko: 맞춤
zh_hant_tw: 自訂

source: Custom Focus Mode
ja: カスタム集中モード
ko: 맞춤 집중 모드
zh_hant_tw: 自訂專注模式

source: Day 14 · A friend's place
ja: 14日目 · お友だちの家
ko: 14일째 · 친구네 집
zh_hant_tw: 第 14 天 · 朋友家

source: Day 14 · The community pool
ja: 14日目 · まちのプール
ko: 14일째 · 동네 수영장
zh_hant_tw: 第 14 天 · 社區泳池

source: Day 14 · The riverside path
ja: 14日目 · 川沿いの道
ko: 14일째 · 강변 산책로
zh_hant_tw: 第 14 天 · 河濱小路

source: Day 3 · Luna's gym
ja: 3日目 · ルナのジム
ko: 3일째 · 루나의 체육관
zh_hant_tw: 第 3 天 · Luna 的健身房

source: Day 3 · The kitchen
ja: 3日目 · キッチン
ko: 3일째 · 주방
zh_hant_tw: 第 3 天 · 廚房

source: Day 3 · The sunny window
ja: 3日目 · 日の当たる窓辺
ko: 3일째 · 햇살 드는 창가
zh_hant_tw: 第 3 天 · 灑滿陽光的窗邊

source: Day 30 · Our favorite spot
ja: 30日目 · ふたりのお気に入り
ko: 30일째 · 우리가 좋아하는 곳
zh_hant_tw: 第 30 天 · 我們最喜歡的地方

source: Day 30 · Somewhere impressive
ja: 30日目 · とびきりの場所
ko: 30일째 · 근사한 어딘가
zh_hant_tw: 第 30 天 · 某個很厲害的地方

source: Day 30 · The old gym
ja: 30日目 · 昔ながらのジム
ko: 30일째 · 오래된 체육관
zh_hant_tw: 第 30 天 · 老健身房

source: Day 7 · Home
ja: 7日目 · おうち
ko: 7일째 · 집
zh_hant_tw: 第 7 天 · 家裡

source: Day 7 · The corner bookstore
ja: 7日目 · 角の本屋さん
ko: 7일째 · 모퉁이 서점
zh_hant_tw: 第 7 天 · 轉角的書店

source: Day 7 · The neighborhood gym
ja: 7日目 · 近所のジム
ko: 7일째 · 동네 체육관
zh_hant_tw: 第 7 天 · 附近的健身房

source: Dear %@,
ja: %@さんへ
ko: %@에게
zh_hant_tw: 親愛的 %@：

source: Dear human, I investigated the ice cream very carefully. It disappeared. A mystery! Please stay focused while I continue the case. — Luna
ja: 大切なお友だちへ。アイスクリームを念入りに調べていたら、消えちゃったの。これは事件！ わたしが捜査をつづける間、あなたは集中していてね。— ルナ
ko: 나의 친구에게. 아이스크림을 아주 꼼꼼히 조사했어. 그런데 사라졌지 뭐야. 미스터리야! 내가 수사를 이어 가는 동안 넌 계속 집중해 줘. — 루나
zh_hant_tw: 親愛的好朋友，我非常仔細地調查了那球冰淇淋。然後，它就消失了。真是一樁謎案！我繼續辦案，你就繼續專心吧。— Luna

source: Dear human, you keep showing up and I will keep writing. This is our little pact. I cannot promise perfect handwriting, but I can promise excellent stories. — Luna
ja: 大切なお友だちへ。あなたが会いに来てくれるなら、わたしはずっとお手紙を書くね。これが、ふたりの小さな約束。字がきれいかどうかは約束できないけど、とびきりのお話を届けることは約束するよ。— ルナ
ko: 나의 친구에게. 네가 계속 함께해 주면 나도 계속 편지를 쓸게. 이건 우리만의 작은 약속이야. 글씨가 예쁠지는 장담 못 하지만, 재미있는 이야기는 꼭 들려줄게. — 루나
zh_hant_tw: 親愛的好朋友，只要你一直來陪我，我就會一直寫信。這是屬於我們的小小約定。字寫得漂不漂亮，我不敢保證；但故事一定精彩，這個我可以答應你。— Luna

source: Dismiss new letter
ja: 新しいお手紙を閉じる
ko: 새 편지 닫기
zh_hant_tw: 關閉新來信

source: Done
ja: 完了
ko: 완료
zh_hant_tw: 完成

source: DONE
ja: 完了
ko: 완료
zh_hant_tw: 完成

source: Double tap to turn the letter
ja: ダブルタップで裏返します
ko: 두 번 탭해 편지를 뒤집어요
zh_hant_tw: 點兩下翻轉信件

source: DOWNLOAD ON THE
ja: ダウンロードはこちら
ko: 지금 다운로드
zh_hant_tw: 立即下載

source: End break
ja: 休憩を終了
ko: 휴식 끝내기
zh_hant_tw: 結束休息

source: ENTER YOUR NAME
ja: お名前を教えてね
ko: 이름을 알려 주세요
zh_hant_tw: 告訴我你的名字吧

source: EVEN CHAMPIONS PAUSE.
ja: チャンピオンだって休むよ。
ko: 챔피언도 쉬어야 해.
zh_hant_tw: 冠軍也是需要休息的。

source: Evening · 7:00 PM
ja: 夜 · 19:00
ko: 저녁 · 오후 7:00
zh_hant_tw: 傍晚 · 下午 7:00

source: Every 10 Fit Points adds 1 health point.
ja: Fitポイント10ごとに、元気度が1上がります。
ko: 성장 포인트 10점마다 컨디션이 1 올라가요.
zh_hant_tw: 每 10 點成長點數，可增加 1 點活力。

source: Exercise
ja: 運動
ko: 운동
zh_hant_tw: 運動

source: Explains how Luna's health changes
ja: ルナの元気度について説明します
ko: 루나의 컨디션 변화를 설명해요
zh_hant_tw: 查看 Luna 活力的變化方式

source: FAILED!
ja: また一緒にやろう
ko: 다시 함께해요
zh_hant_tw: 再一起試試吧

source: FINE, LET'S MAKE THIS LOOK EASY.
ja: よし、余裕って顔でいこう。
ko: 좋아, 쉬운 척해 보자.
zh_hant_tw: 好吧，就裝作很輕鬆的樣子。

source: Fit Points %@
ja: Fitポイント %@
ko: 성장 포인트 %@
zh_hant_tw: 成長點數 %@

source: Focus
ja: 集中
ko: 집중
zh_hant_tw: 專注

source: Focus Days
ja: 集中した日
ko: 집중한 날
zh_hant_tw: 專注天數

source: Focus duration
ja: 集中時間
ko: 집중 시간
zh_hant_tw: 專注時間

source: Focus Mode
ja: 集中モード
ko: 집중 모드
zh_hant_tw: 專注模式

source: Focus Session
ja: 集中セッション
ko: 집중 세션
zh_hant_tw: 已完成專注

source: Focus Time
ja: 集中時間
ko: 집중 시간
zh_hant_tw: 專注時間

source: Focus to build health
ja: 集中して、ルナを元気に
ko: 집중하면 루나가 건강해져요
zh_hant_tw: 專注，陪 Luna 累積活力

source: Focus with Luna
ja: ルナと一緒に集中
ko: 루나와 함께 집중
zh_hant_tw: 和 Luna 一起專注

source: Focus with Luna and collect every handwritten surprise.
ja: ルナと一緒に集中して、手書きのサプライズを集めよう。
ko: 루나와 함께 집중하고, 손편지 속 작은 선물을 모아 보세요.
zh_hant_tw: 和 Luna 一起專注，收藏每一份親筆寫下的驚喜。

source: Focus Without Limits
ja: もっと自由に、集中しよう
ko: 마음껏 집중해요
zh_hant_tw: 讓專注不設限

source: FOCUSED WITH LUNA FOR %lld MIN
ja: ルナと一緒に%lld分集中したよ
ko: 루나와 함께 %lld분 집중했어요
zh_hant_tw: 和 Luna 一起專注了 %lld 分鐘

source: Free today. Seven days free. Renews %@ at %@ per week.
ja: 今日は無料。7日間の無料体験後、%1$@から週%2$@で更新されます。
ko: 오늘은 무료예요. 7일 무료 체험 후 %1$@부터 주 %2$@에 갱신돼요.
zh_hant_tw: 今天免費。免費試用 7 天後，於 %1$@ 起以每週 %2$@ 續訂。

source: Friends Night
ja: お友だちとの夜
ko: 친구들과 함께한 밤
zh_hant_tw: 好友之夜

source: FROM LUNA
ja: ルナより
ko: 루나가
zh_hant_tw: Luna 寄

source: Get Pro to Unlock
ja: Proでアンロック
ko: Pro로 잠금 해제
zh_hant_tw: 升級 Pro 即可解鎖

source: GO TO FOCUS
ja: 集中をはじめる
ko: 집중하러 가기
zh_hant_tw: 開始專注

source: Got something you can't quite handle either?
ja: あなたにも、つい負けちゃうことってある？
ko: 너도 마음처럼 잘 안 되는 게 있어?
zh_hant_tw: 你是不是也有什麼事，總是拿它沒辦法？

source: HALFWAY IS BASICALLY A WIN.
ja: 半分できたら、もう半分やったね。
ko: 반이나 했으면 거의 성공이지.
zh_hant_tw: 完成一半，基本上就算贏了吧。

source: HALFWAY THERE. I AM IMPRESSED WITH US.
ja: もう半分。ふたりとも、やるね。
ko: 벌써 반이야. 우리 좀 멋진데?
zh_hant_tw: 一半了，我們還真有兩下子。

source: HALFWAY THERE. KEEP PUSHING!
ja: もう半分！ この調子でいこう！
ko: 벌써 반이야. 조금만 더 힘내자!
zh_hant_tw: 已經一半了，繼續加油！

source: HALFWAY TO THE GOOD PART: RESTING.
ja: あと半分で、お楽しみの休憩。
ko: 반만 더 하면 제일 좋은 시간, 휴식이야.
zh_hant_tw: 已經走到一半，休息正在前面等著！

source: Health changes Luna's mood, videos, and messages. Your letters and features are always safe.
ja: ルナの元気度によって、表情や動画、メッセージが変わります。お手紙や機能がなくなることはありません。
ko: 루나의 컨디션에 따라 표정과 영상, 메시지가 달라져요. 편지와 기능은 언제나 안전하게 간직돼요.
zh_hant_tw: Luna 的活力會影響她的表情、影片和訊息；你的信件與功能始終都會保留。

source: Health never drops below 20%.
ja: 元気度が20%を下回ることはありません。
ko: 컨디션은 20% 아래로 내려가지 않아요.
zh_hant_tw: 活力不會低於 20%。

source: HEALTHY
ja: 元気
ko: 건강해요
zh_hant_tw: 活力充足

source: Heatmap
ja: 集中カレンダー
ko: 집중 달력
zh_hant_tw: 專注日曆

source: Hey, wait - maybe we could keep an eye on each other? You focus on %@, I'll train.
ja: ねえ、お互いを見守るのはどう？ あなたは%@に集中して、わたしはトレーニングするね。
ko: 잠깐, 우리 서로 지켜봐 주면 어떨까? 너는 %@에 집중해 줘. 나는 운동할게.
zh_hant_tw: 等等，我們是不是可以互相陪伴呀？你專心%@，我認真訓練。

source: High Knees
ja: もも上げ
ko: 무릎 높이 뛰기
zh_hant_tw: 高抬腿

source: HOLD
ja: 長押し
ko: 꾹 누르기
zh_hant_tw: 長按

source: Hold to train
ja: 長押しでトレーニング
ko: 꾹 눌러서 훈련하기
zh_hant_tw: 長按開始訓練

source: How it works
ja: しくみ
ko: 이용 방법
zh_hant_tw: 運作方式

source: Human Friend
ja: お友だち
ko: 내 친구
zh_hant_tw: 好朋友

source: I AM BRAVER THAN I LOOK. SOMETIMES.
ja: 見た目より勇敢なんだよ。ときどきね。
ko: 나, 보기보다 용감해. 가끔은.
zh_hant_tw: 我比看起來勇敢。偶爾啦。

source: I AM CASUALLY BEING IMPRESSIVE.
ja: さりげなく、すごいでしょ。
ko: 별거 아닌 척 멋져지는 중이야.
zh_hant_tw: 我只是隨便表現得很厲害。

source: I AM DOING IT. LOOK AWAY, IT IS EMBARRASSING.
ja: ちゃんとやってるよ。見ないで、照れるから。
ko: 하고 있어. 쳐다보지 마, 쑥스럽잖아.
zh_hant_tw: 我有在做啦，別看我，會害羞。

source: I AM READY. EVENTUALLY.
ja: 準備は…そのうちできるよ。
ko: 준비됐어. 곧.
zh_hant_tw: 我準備好了。差不多啦。

source: I AM WARMING UP MY MOTIVATION.
ja: やる気をあたためているところ。
ko: 의욕도 준비 운동 중이야.
zh_hant_tw: 我的幹勁正在暖身中。

source: I CAN ALREADY TASTE THE NAP.
ja: お昼寝がもう待ち遠しい。
ko: 벌써 낮잠 생각에 행복해.
zh_hant_tw: 我已經聞到午覺的味道了。

source: I DID NOT GET THIS STRONG BY ACCIDENT.
ja: この強さ、たまたまじゃないからね。
ko: 그냥 튼튼해진 게 아니거든.
zh_hant_tw: 我這麼強，可不是碰巧的。

source: I found a book about discipline. I sat on it until the lesson made sense. Your week of practice is working. — Luna
ja: 自分を律する本を見つけたよ。わかるまで、その上に座ってみたの。あなたの一週間の頑張り、ちゃんと実になってるね。— ルナ
ko: 자기 관리에 관한 책을 찾았어. 깨달음을 얻을 때까지 그 위에 앉아 있었지. 일주일 동안 꾸준히 한 보람이 있네. — 루나
zh_hant_tw: 我找到一本關於自律的書。坐在上面坐久了，好像就懂了。你這一週的練習，真的有在慢慢見效喔。— Luna

source: I joined a club. There is only one member and the rules include frequent snacks. You would fit right in. — Luna
ja: クラブに入ったよ。会員はひとりだけで、こまめにおやつを食べるのがルール。あなたも、きっと気に入ると思う。— ルナ
ko: 동아리에 가입했어. 회원은 나 하나고, 규칙은 간식을 자주 먹는 거야. 너도 아주 잘 어울릴 것 같아. — 루나
zh_hant_tw: 我加入了一個俱樂部。會員只有一位，規則包括經常吃點心。你一定也會很適合這裡。— Luna

source: I lose focus in 10 minutes
ja: 10分も集中が続かない
ko: 10분이면 집중이 흐트러져
zh_hant_tw: 不到 10 分鐘就分心

source: I promise Luna my full focus. Every focused minute helps her grow.
ja: ルナに、心をこめて集中することを約束します。集中した一分一分が、ルナの成長につながります。
ko: 루나에게 온전히 집중할게요. 집중한 매 순간이 루나를 자라게 해요.
zh_hant_tw: 我答應 Luna 專心投入。每一分鐘的專注，都能陪她慢慢長大。

source: I saved you the warmest patch of sunlight. I may have used it first, but the thought still counts. — Luna
ja: いちばんあたたかい日なたを、あなたに取っておいたよ。先にちょっと使ったかもしれないけど、気持ちが大事でしょ。— ルナ
ko: 제일 따뜻한 햇살 자리를 너에게 남겨 뒀어. 내가 먼저 썼을지도 모르지만, 마음이 중요한 거잖아. — 루나
zh_hant_tw: 我把最暖的那塊陽光留給你了。可能先躺過一下，但心意還是算數的嘛。— Luna

source: I told everyone about my focused human. They were impressed. I pretended this happens all the time. — Luna
ja: みんなに、わたしの集中上手なお友だちの話をしたよ。すごいねって言われたから、いつものことって顔をしておいた。— ルナ
ko: 다들한테 내 집중 잘하는 친구 이야기를 했어. 모두 감탄하더라. 나는 늘 있는 일인 척했지. — 루나
zh_hant_tw: 我跟大家說了，我有個超專心的好朋友。他們都很佩服。我就假裝這種事每天都發生，沒什麼啦。— Luna

source: I took the long way home. It turns out steady progress has excellent scenery. Keep going. — Luna
ja: 今日は遠回りして帰ったよ。こつこつ進む道って、なかなかいい景色なんだね。この調子でいこう。— ルナ
ko: 집에 돌아오는 길에 조금 돌아갔어. 꾸준히 나아가는 길에는 멋진 풍경이 있더라. 계속 가 보자. — 루나
zh_hant_tw: 我今天繞了遠路回家。原來慢慢前進的路上，風景這麼好。繼續走吧。— Luna

source: I trained today too. Mine looked more impressive, obviously. We are getting stronger one quiet session at a time. — Luna
ja: わたしも今日、トレーニングしたよ。もちろん、わたしのほうがかっこよかったけどね。静かに頑張る時間を重ねて、ふたりとも少しずつ強くなってる。— ルナ
ko: 나도 오늘 운동했어. 물론 내가 더 멋져 보였겠지만. 조용히 함께하는 시간마다 우리 둘 다 조금씩 튼튼해지고 있어. — 루나
zh_hant_tw: 我今天也有訓練喔。當然，我看起來比較厲害，這就不用說了。我們正在一次次安靜的努力裡，慢慢變強。— Luna

source: I want to build a habit
ja: 習慣をつくりたい
ko: 꾸준한 습관을 만들고 싶어
zh_hant_tw: 想養成好習慣

source: I WAS HOPING FOR A SNACK BREAK.
ja: おやつ休憩かと思ったのに。
ko: 간식 시간인 줄 알았는데.
zh_hant_tw: 我本來以為是點心時間耶。

source: I WAS VERY BUSY DOING NOTHING.
ja: 何もしないのに、忙しかったの。
ko: 아무것도 안 하느라 엄청 바빴어.
zh_hant_tw: 我剛剛忙著什麼都不做，可忙了。

source: I WILL BE OVER HERE RECOVERING DRAMATICALLY.
ja: 大げさに休んでくるね。
ko: 난 여기서 아주 요란하게 회복할게.
zh_hant_tw: 我先去旁邊，誇張地恢復一下。

source: I WOULD PREFER A NAP, BUT... FINE.
ja: お昼寝したかったけど…まあ、いいよ。
ko: 낮잠이 더 좋은데… 뭐, 좋아.
zh_hant_tw: 我比較想睡午覺，不過……好吧。

source: Idle
ja: 待機中
ko: 대기 중
zh_hant_tw: 待機中

source: Jump Rope
ja: 縄跳び
ko: 줄넘기
zh_hant_tw: 跳繩

source: Jump Rope Club
ja: 縄跳びクラブ
ko: 줄넘기 동아리
zh_hant_tw: 跳繩俱樂部

source: JUST A LITTLE LONGER.
ja: あと、ほんの少し。
ko: 조금만 더.
zh_hant_tw: 再一下下就好。

source: Finish a focus session and Luna will start writing your first letter.
ja: 集中セッションを終えると、Lunaが最初の手紙を書き始めます。
ko: 집중 세션을 마치면 루나가 첫 편지를 쓰기 시작해요.
zh_hant_tw: 完成一次專注，Luna 就會開始寫第一封信。

source: KEEP GOING
ja: この調子でね
ko: 계속 함께해요
zh_hant_tw: 繼續加油

source: KEEP GOING. I AM ALSO SURPRISED.
ja: そのままつづけて。わたしもびっくり。
ko: 계속해 봐. 나도 놀라고 있어.
zh_hant_tw: 繼續呀，我自己也嚇了一跳。

source: KEEP PUSHING
ja: もうひと踏ん張り
ko: 조금만 더 힘내요
zh_hant_tw: 再堅持一下

source: Keep showing up and Luna will surprise you with photos and handwritten stories from her little adventures.
ja: 通い続けてくれたら、ルナが小さな冒険の写真や手書きのお手紙を届けてくれるかも。
ko: 꾸준히 함께해 주세요. 루나가 작은 모험의 사진과 손편지로 깜짝 선물을 준비할 거예요.
zh_hant_tw: 只要你持續來陪伴，Luna 就會送上小小冒險的照片，還有親筆寫下的故事，給你驚喜。

source: Keep showing up. Luna is still exploring.
ja: また会いに来てね。ルナの冒険はまだつづくよ。
ko: 계속 함께해 주세요. 루나는 아직 모험 중이에요.
zh_hant_tw: 繼續來陪伴吧，Luna 的冒險還沒結束呢。

source: Kettlebell
ja: ケトルベル
ko: 케틀벨
zh_hant_tw: 壺鈴

source: Let Luna Remind Me
ja: ルナにおまかせ
ko: 루나가 알려 줘요
zh_hant_tw: 讓 Luna 提醒我

source: LET'S EARN THAT VICTORY.
ja: 一緒に、やったねをつかもう。
ko: 우리, 제대로 해내 보자.
zh_hant_tw: 一起贏下這次小小勝利吧。

source: LET'S GET TO WORK... I SUPPOSE.
ja: じゃあ、頑張ろう…たぶん。
ko: 그럼 시작하자… 뭐, 그래.
zh_hant_tw: 那就開始努力吧……應該啦。

source: LET'S MAKE TODAY COUNT!
ja: 今日も、いい日にしよう！
ko: 오늘도 우리답게 해 보자!
zh_hant_tw: 今天也一起好好努力吧！

source: Let's start with a brief pre-training - hold the button for 10 seconds.
ja: まずは、ちょっとだけおためし。ボタンを10秒間押してみてね。
ko: 가볍게 준비 운동부터 해 볼까? 버튼을 10초 동안 꾹 눌러 줘.
zh_hant_tw: 先來個小小暖身吧——長按按鈕 10 秒就好。

source: LETTER DELIVERY PAUSED
ja: お手紙のお届けはお休み中
ko: 새 편지 배달이 쉬고 있어요
zh_hant_tw: 來信暫停送達

source: Letter from Luna
ja: ルナからのお手紙
ko: 루나의 편지
zh_hant_tw: Luna 的來信

source: LETTER FROM LUNA
ja: ルナからのお手紙
ko: 루나가 보내는 편지
zh_hant_tw: 來自 Luna 的信

source: Letter from Luna is on the way
ja: ルナのお手紙はお届け中
ko: 루나의 편지가 오고 있어요
zh_hant_tw: Luna 的信正在路上

source: LETTER LOCKED
ja: まだ開けられないお手紙
ko: 아직 잠긴 편지
zh_hant_tw: 信件尚未解鎖

source: Letters from Luna
ja: ルナからのお手紙
ko: 루나의 편지
zh_hant_tw: Luna 的來信

source: Lifting
ja: ウェイトリフティング
ko: 웨이트 리프팅
zh_hant_tw: 舉重

source: Locked letter, unlocks at %lld active days
ja: ロック中のお手紙、集中%lld日で開けられます
ko: 잠긴 편지, %lld일 집중하면 열려요
zh_hant_tw: 尚未解鎖的信件，累積專注 %lld 天即可開啟

source: Long Break
ja: 長い休憩
ko: 긴 휴식
zh_hant_tw: 長休息

source: LOOK AT ME, BEING RESPONSIBLE.
ja: 見て、このまじめなわたし。
ko: 나 봐. 꽤 성실하지?
zh_hant_tw: 快看，我也有認真的時候。

source: Look how far we came. The view is excellent and so is your focus. We should still take a nap, though. — Luna
ja: こんなに遠くまで来たんだね。景色も最高だし、あなたの集中力も最高。でも、お昼寝はやっぱり必要だと思う。— ルナ
ko: 우리가 얼마나 멀리 왔는지 봐. 풍경도 멋지고 네 집중력도 멋져. 그래도 낮잠은 자야겠지? — 루나
zh_hant_tw: 看看我們走了多遠。風景很棒，你的專注力也是。不過，午覺還是要睡的。— Luna

source: LOW
ja: ひと休み
ko: 쉬어 가요
zh_hant_tw: 需要休息

source: Luna
ja: ルナ
ko: 루나

source: Luna celebrating at peak fitness
ja: 絶好調をお祝いするルナ
ko: 최고의 컨디션을 기념하는 루나
zh_hant_tw: Luna 慶祝自己的滿分狀態

source: Luna cycling along a riverside path
ja: 川沿いの道を自転車で走るルナ
ko: 강변 길에서 자전거를 타는 루나
zh_hant_tw: Luna 沿著河濱小路騎單車

source: Luna doing an enthusiastic first workout
ja: 初めてのトレーニングを張り切るルナ
ko: 첫 운동에 신이 난 루나
zh_hant_tw: Luna 興沖沖地完成第一次訓練

source: Luna got a little discouraged, but you can still restart together.
ja: ルナはちょっぴりしょんぼり。でも、また一緒にはじめられるよ。
ko: 루나가 조금 시무룩해졌어요. 괜찮아요, 함께 다시 시작하면 돼요.
zh_hant_tw: Luna 有一點點失落，不過沒關係，你們隨時都能一起重新開始。

source: Luna investigating a treat in the kitchen
ja: キッチンでおやつを調べるルナ
ko: 주방에서 간식을 조사하는 루나
zh_hant_tw: Luna 在廚房裡調查點心

source: Luna is feeling the burn. That workout paid off. You're both getting stronger.
ja: ルナもいい汗をかいたみたい。頑張った分だけ、ふたりとも強くなっているよ。
ko: 루나도 열심히 운동했어요. 함께한 시간이 힘이 됐네요. 둘 다 조금씩 더 튼튼해지고 있어요.
zh_hant_tw: Luna 也練得熱呼呼的。這次努力沒有白費，你們都變得更強了。

source: Luna is ready when you are
ja: 準備ができたら、ルナと一緒に
ko: 준비되면 루나와 함께해요
zh_hant_tw: 準備好了，就和 Luna 一起吧

source: Luna is writing. Your first letter arrives by %@.
ja: ルナがお手紙を書いているよ。最初の一通は%@までに届く予定。
ko: 루나가 편지를 쓰고 있어요. 첫 편지는 %@까지 도착할 거예요.
zh_hant_tw: Luna 正在寫信，第一封來信預計 %@ 前送達。

source: Luna napping beside a sunny window
ja: 日の当たる窓辺でお昼寝するルナ
ko: 햇살 드는 창가에서 낮잠 자는 루나
zh_hant_tw: Luna 在暖暖的窗邊打盹

source: Luna practicing jump rope at the gym
ja: ジムで縄跳びを練習するルナ
ko: 체육관에서 줄넘기를 연습하는 루나
zh_hant_tw: Luna 在健身房練習跳繩

source: Luna proudly celebrating thirty active days
ja: 集中した30日間を誇らしげにお祝いするルナ
ko: 30일의 집중을 자랑스럽게 축하하는 루나
zh_hant_tw: Luna 驕傲地慶祝累積專注 30 天
